/*
Написать программу, которая бы вывела в
консоль звездочки следующим образом:
*****
*****
*****
*****
 */
public class hm_1 {
    public static void main(String[] args){
        for(int i=0; i<4; i++){
            for(int j=0; j<5; j++){
                System.out.print("*");
            }
            System.out.println("1");
        }
    }

}
